cask_args appdir: "/Appications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "aws/tap"

brew "bat"
brew "dog"
brew "eza"
brew "fx"
brew "fzf"
brew "git"
brew "gitui"
brew "gping"
brew "httpie"
brew "jo"
brew "jq"
brew "lazydocker"
brew "neovim"
brew "php@8.2"
brew "ripgrep"
brew "wget"
brew "zoxide"

cask "1password-cli"
cask "asana"
cask "docker"
cask "google-japanese-ime"
cask "obsidian"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "warp"
