cask_args appdir: "/Appications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "aws/tap"

brew "bat"
brew "docker"
brew "dog"
brew "exa"
brew "fx"
brew "fzf"
brew "git"
brew "gitui"
brew "gping"
brew "httpie"
brew "jo"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "wget"
brew "zoxide"

cask "docker"
cask "raycast"
cask "warp"
cask "1password-cli"
